tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"

brew "mas"
brew "bat"
brew "python@3.8"
brew "gcc"
brew "cmake"
brew "exa"
brew "gh"
brew "git"
brew "git-lfs"
brew "http-server"
brew "nvm"
brew "tldr"
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "mongodb/brew/mongodb-community"
brew "awscli@2"

cask "google-chrome"
cask "iterm2"
cask "mongodb-compass"
cask "notion"
cask "postman"
cask "rectangle"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "docker"

mas "todoist", id: 585829637
mas "ToothFairy", id: 1191449274